l = ['Hello', 'World']
l.append ('victoria')
print(l)
l.insert (0, 'yushkevich')
print(l)
s = [1, 2, 3, 4]
s.append (5)
print(s)
s.insert (0, 0)
print(s)
l.extend (s)
print(l)

# Создать два списка произвольного содержания.
# Добавить к каждому списку по одному элементу в конец и в начало.
# Расширить первый список вторым.
# Все изменения выводить на экран.
